Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=232_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo nuortalaččaid gahpira birra
smn: Keejâ uánihisvideo nuorttâsämmilâš kaperist

source: Nuortalaččain leat njeallje sierralágan gahpermálle, main lea erenomáš mearkkašupmi.
smn: Nuorttâsämmilijn láá nelji sierâlágán kappeermaali, main lii eromâš merhâšume.

source: Guđege gahpira oažžu geavahit dušše dihto siviilasehtui gullevaš olmmoš.
smn: Jieškote-uv kappeer uážžu kevttiđ tuše tiätu siiviilsiätun kullee olmooš.

source: Bagadallan / govven / čuohppan: Eeva Nykänen
smn: Stivrim / kuvvim / čuoppâm: Eeva Nykänen

source: Buvttadeapmi: Sámi oahpahusguovddáš 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2008

source: Guhkkodat: 2,12
smn: Kukkodâh: 2,12
